Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 看着那个样式可怕的灭霸手办，晞的表情变得凝重了许多，这或许又是某位外神的具象模样。
en_us: Looking at that scary Thanos figurine, Xi's expression became much more solemn. Perhaps, this was an outlook of some external god.

source: 看着那套在鹅脖子上的竹圈，在阳光下如项圈般耀眼，现场再次一片哗然。
en_us: Looking at the bamboo ring on the goose's neck that was gleaming under the sunlight, the onlookers erupted into a loud commotion again.

source: 看着那客人夹起一片红油包裹着的猪耳朵喂到嘴里，咀嚼脆骨的声音清晰可闻，那陶醉的表情……
en_us: When she saw the customer pick up the glistening pig's ear covered with a layer of red oil and put it in his mouth, heard that clear crunchy sound of the cartilage, and took in that expression of enjoyment…

source: 看着那精致的锁骨和如凝脂般的肌肤，麦格的喉咙不自觉的滚动了一下。
en_us: Looking at that exquisite collar bone and snowy smooth skin, Mag's Adam's apple couldn't help moving.

source: 看着那脖子上套着圈的大肥鹅，现场安静了一会，看客们顿时一片哗然。
en_us: Looking at the big, fat goose with a ring on its neck, the onlookers erupted into a loud commotion following a brief silence.

source: 看自己的本子，必然是非常羞耻的体验。
en_us: Reading his own storybook had to be a very embarrassing experience.

source: 看起来颇为体面的中年男人笑着拱拱手，并没有表现的太过兴奋。
en_us: The rather respectable-looking middle-aged man cupped his hands smilingly. He didn't come off too excited.

source: 真是一个勤奋的小漫画家。
en_us: She was indeed a hardworking little comic artist.

source: 真是一点活路都不给男人呢。
en_us: They didn't give any chance to men.

source: 真的太忙了……
en_us: He was indeed too busy...

source: 真的好气哦！
en_us: How infuriating!

source: 真的，就算是洛斯帝国的公主和她一比，都显得有些不太够看。
en_us: In fact, even the princess of the Roth Empire paled when compared to her.

source: 知晓的越多，越是敬畏和恐惧。
en_us: The more one knew, the more frightened one would be.

source: 短兵相接，两人已然战到了一起。
en_us: The two weapons clashed.

source: 短短数秒间，一轮轰炸已经完成。
en_us: A round of bombing was completed within seconds.

source: 矮胖中年人左右看了看，看着费奇道：“你们是中介，那你知道这罗莫街上还有出售的商铺吗？”
en_us: The short and fat middle-aged man looked around him and then said to Fitch, "You guys are agents, so do you know if there are any other shops for sales on Romo Street?"

source: 砰！
en_us: Bam!

source: 砰！砰！砰！
en_us: Bam! Bam! Bam!

source: 破门的声音惊醒了奴隶宿舍的守卫，刺耳的哨声响起。
en_us: The sound of the escape woke the guards at the slave dormitory and an ear-piercing siren was sounded.

source: 确认周围没有人后，紫纹狮鹫落到了地上。
en_us: After making sure that there was nobody around, the purple-striped griffin landed on the ground.

source: 确认安妮已经上楼，麦格这才看着晞道：“我的确见过克苏鲁，直面对手并不奇怪，而且我的确曾差点迷失自我，将灵魂交换给她。”
en_us: After confirming that Annie had already gone upstairs, Mag said to Xi, "I have indeed met Cthulhu. It's not strange to face one's opponent face to face. I've almost lost myself and handed my soul to him too."

source: 碧波荡漾的大海，海上航行的华丽大船、飞翔的海鸥，跃出海面的海豚……
en_us: The blue rippling sea, the splendid ship sailing on the sea, the flying seagulls, and the dolphins that leaped out of the sea…

source: 神仙打架，殃及池鱼。
en_us: When the elephants fight, the grass gets trampled.

source: 种族战争之后，洛斯帝国在废墟和荒地之中建起了这座大城，七横八纵的笔直大道将整座城分为数十个大小相同的坊市，而皇宫则位于整座城市的中央，格局和唐代的长安有些类似。
en_us: After the racial war, the Roth Empire built this huge city between the ruins and the wasteland. Crisscrossing straight boulevards cut the city into dozens of city squares equal in size, and the palace was situated right in the center of the city. Its layout was similar to Chang'an during the Tang Dynasty.

source: 稿子他看过，倒是不但心有什么见不得人的东西。
en_us: He had read the script before, so he wasn't worried that there would be stuff which couldn't be seen.

source: 空旷的酒馆，一瓶酒，一叠花生，两个酒杯，还有一个痛哭的男人。
en_us: In the empty tavern, there was a bottle of wine, a plate of peanuts, two shot glasses, and a crying man.

source: 空气中飘荡着淡淡的酒香，一旁还有一个小酒窖。
en_us: There was a faint wine fragrance in the air and there was a little cellar at the side.

source: 空气似乎也暧昧了几分。
en_us: Even the air seemed to be getting a little intimate.

source: 穿好小围裙的艾米出现在厨房里，看着灶台上的锅碗瓢盆和墙壁上挂着的各种刀具，有点懵。
en_us: Amy appeared in the kitchen with her little apron. She looked at the pots and pans on the stove and the other knives and kitchenware hanging on the wall, and was a little stunned.

source: 穿着睡衣的父女档，就这样走进了大门破碎的泰坦酒馆。
en_us: The father and daughter duo in pajamas just sashayed into the Titan Tavern with broken doors.

source: 穿着薄纱睡裙的伊琳娜，完美的身材若隐若现，白皙的脸蛋在暖光灯下似乎也泛着诱人的光芒。
en_us: Irina was wearing a light gauze sleeping dress and her perfect body could be seen vaguely. Her face seemed to have an enticing glow under the warm light.

source: 穿过一条条小巷，拐过一个个转角，或许在极不起眼的角落里，你就刚好找到了你苦寻不到的教材。
en_us: Going through alleys and turning corners, perhaps you could just find the materials you sought high and low for in an inconspicuous corner.

source: 突然看到热气腾腾的佛跳墙和叫化鸡，当盖子揭开的时候，诺亚眼泪都要掉下来了。
en_us: Noah almost cried when he saw the piping hot 'Buddha Jumps Over the Wall' and beggar's chicken.

source: 突然，墙上的影子向着乔修扑来，化作一道道黑雾涌入他的身体之中。
en_us: Suddenly, the shadow on the wall rushed onto Josh, changed into a black fog, and merged into his body.

source: 突然，屋顶之上一道娇小的身影悄无声息的落了下来，一道寒芒刺破了黑暗。
en_us: Suddenly, a dainty figure jumped down silently from the roof and a silver beam pierced through the darkness.

source: 窖藏数十年满满一酒窖的美酒，这还要什么自行车！
en_us: Cellars that were filled with aged liquor that was decades old. Who would need a bicycle in this case?!

source: 窖藏的泰坦酒每日只能供应五十瓶左右，所以她必须要酿出更多的泰坦酒，按照年份来出售，覆盖更多的客人，而不是仅仅吃父亲留下的老本。
en_us: She could only supply 50 bottles of aged Titan Liquor every day, so she had to brew even more Titan Liquor and sell them according to their year to provide to more customers and not depending on her father's old stash.

source: 窖藏让橡木桶的香味与酒香完美交融，赋予了泰坦酒全新的风味，这是我喝过的最风味独特且美味的酒。
en_us: Aging the wine had made the fragrance of the oak barrel and the fragrance of the wine combine perfectly, bringing a whole new style to the Titan Liquor. This is the most unique and most delicious wine I've ever tasted.

source: 窖门落下的瞬间，她看到了一把巨大的板斧高高举起，然后砸落。
en_us: At the moment the cellar's door closed, she saw a gigantic axe lift up and then smash down.

source: 立马又有反对的声音响起。
en_us: Voices of objection sounded.

source: 站在一处街角的黑暗中，看着不远处的豪华府邸，他皱着眉。
en_us: Standing in the dark at the corner of the street looking out at the lavish mansion, Mag frowned.

source: 站在窗前的人缓缓转过身，赫然是那里斯酒馆的老板鲍里斯。
en_us: The person in front of the window turned around slowly and it was the boss of Reese Tavern, Boris.

source: 站在餐厅门口沉默良久之后，歌洛璃娅又在餐厅外的长椅上坐了许久。
en_us: After standing at the restaurant's door for a long time in silence, Gloria sat down at the bench outside the restaurant for a long time too.

source: 竹林依旧一片狼藉，不过看起来就像是两只魔兽经历了一场恶战留下的痕迹。
en_us: The bamboo forest was still in a mess, but it simply looked like the aftermath of a fierce fight between two magic beasts.

source: 第一件事当然是辞职，然后远离这里，以免这可爱的傻子突然反悔找上门。
en_us: Of course, the first thing he was going to do was to quit. This was to prevent this idiot from suddenly regretting, and coming to look for him.

source: 第一千九百九十一章 不要怀疑本系统的专业
en_us: Chapter 1991: Don't Doubt This System's Professionalism

source: 第一千九百九十七章 老婆，你听我狡辩……
en_us: Chapter 1997: Honey, Listen To My Excuses…

source: 第一千九百九十三章 我谢谢您啊
en_us: Chapter 1993: I Really Have To Thank You

source: 第一千九百九十九章 还不是馋我老婆
en_us: Chapter 1999: Eyeing My Wife

source: 第一千九百九十二章 隐藏任务：开一家富有名气的酒馆！
en_us: Chapter 1992: A Hidden Mission: Open A Famous Tavern!

source: 第一千九百九十五章 买下半条街
en_us: Chapter 1995: Buying Half A Street

source: 第一千九百九十八章 想不通……想不通……
en_us: Chapter 1998: Don't Understand… Don't Understand…

source: 第一千九百九十六章 塞班酒馆
en_us: Chapter 1996: Saipan Tavern

source: 第一千九百九十四章 公主，您不会又想跑出去吧？
en_us: Chapter 1994: Princess, You Are Not Thinking Escaping Again?

source: 第一千九百九十章 麦米餐厅圣子
en_us: Chapter 1990: Mamy Restaurant's Holy Child

source: 第一千九百八十一章 老婆孩子热炕头
en_us: Chapter 1981: My Wife, Kids, And A Warm Bed

source: 第一千九百八十七章 今晚回去得加个班了
en_us: Chapter 1987: I Have To Work Overtime Tonight

source: 第一千九百八十三章 以武服人
en_us: Chapter 1983: Conquer Them

source: 第一千九百八十九章 战争有什么好的
en_us: Chapter 1989: What's So Good About War?

source: 第一千九百八十二章 逆子，误我！
en_us: Chapter 1983: Unfilial Son, Burden!

source: 第一千九百八十五章 你看可行？
en_us: Chapter 1985: Are We Allowed To Do So?

source: 第一千九百八十八章 你长得很美，就别想得太美了
en_us: Chapter 1988: You Are Pretty, So Don't Harbor Too Pretty Thoughts

source: 第一千九百八十六章 幸福的烤肉串
en_us: Chapter 1986: Blissful Kebabs

source: 第一千九百八十四章 艾米的请求
en_us: Chapter 1984: Amy's Request

source: 第一千九百八十章 有多高兴？
en_us: Chapter 1980: How Happy Are You?

source: 第三棵树下，系统说的应该就是这个蜗牛啊，莫非是系统坑他钱？
en_us: Under the third tree. This should be the snail that the system said. Unless, the system had cheated him of his money?

source: 第二千一百一十一章 你还是不懂女人
en_us: Chapter 2112: You Still Don't Understand Women

source: 第二千一百一十三章 没有方向感的杀手
en_us: Chapter 2113: The Assassin Who Has No Sense Of Directions

source: 第二千一百一十九章 您看……我还有机会吗？
en_us: Chapter 2119: Do You Think... I Still Have The Chance?

source: 第二千一百一十二章 兽人永不为低头！
en_us: Chapter 2112: The Orcs Will Never Submit!

source: 第二千一百一十五章 求你当个人吧……
en_us: Chapter 2115: "Please Be Merciful...

source: 第二千一百一十八章 相当没得灵魂
en_us: Chapter 2118: Rather Soulless

source: 第二千一百一十六章 一只怎么够吃
en_us: Chapter 2116: One Isn't Enough

source: 第二千一百一十四章 求知的蜗牛！
en_us: Chapter 1114: Inquisitive Snail!

source: 第二千一百一十章 那你有口福了
en_us: Chapter 2111: You're Lucky

source: 第二千一百章 为了自由！
en_us: Chapter 2100: For Freedom!

source: 第二千一百零一章 顺便杀一些不配被称为精灵的家伙
en_us: Chapter 2101: Kill Those Who Are Not Fit To Be Called Elves

source: 第二千一百零七章 黑市是真的黑
en_us: Chapter 2107: The Black Market Is Really Black

source: 第二千一百零三章 穿着睡衣的父女档
en_us: Chapter 2103: The Father And Daughter Duo In Pajamas

source: 第二千一百零九章 你在教我做事？
en_us: Chapter 2109: Are You Teaching Me How To Do Things?

source: 第二千一百零二章 地堡男孩艾略特
en_us: Chapter 2102: Bunker Boy, Elliot

source: 第二千一百零五章 这里不是还有一个工具人吗？
en_us: Chapter 2105: Don't We Have Someone Here?

source: 第二千一百零八章 是不是体验到了战斗的快感？
en_us: Chapter 2108: Did You Get The Thrill Of Combat?

source: 第二千一百零六章 您夫人不在家吗？
en_us: Chapter 2016: Is Your Wife Not At Home?

source: 第二千一百零四章 给小爷爬！
en_us: Chapter 2104: Crawl For Me!

source: 第二千章 凭空想象复制者！
en_us: Chapter 2000: Imaginary Replicator!

source: 第二千零一十一章 危机也是一种机会
en_us: Chapter 2011: A Crisis Is Also An Opportunity

source: 第二千零一十七章 杀人放火吃火锅
en_us: Chapter 2017: Murder, Arson, Eat Hot Pot

source: 第二千零一十三章 甩不掉的温柔啊
en_us: Chapter 2013: Gentleness That Can't Be Shed

source: 第二千零一十九章 衣衫绽裂
en_us: Chapter 2019: Ripped Clothes

source: 第二千零一十二章 蠢死了…
en_us: Chapter 2012: So Stupid…

source: 第二千零一十五章 他是个好人
en_us: Chapter 2015: He Is A Good Man

source: 第二千零一十八章 这就是蛋黄酥了
en_us: Chapter 2018: This Is The Salted Egg Yolk Pastry

source: 第二千零一十六章 乔修——
en_us: Chapter 2016: Josh…

source: 第二千零一十四章 这辈子恐怕是没希望了
en_us: Chapter 2014: There's Probably No Chance In This Life

source: 第二千零一十章 生活，还是要继续啊
en_us: Chapter 2012: Life… Has To Go On

source: 第二千零一章 我要被萌死了！
en_us: Chapter 2001: I Am Going To Be Killed By Its Cuteness!

source: 第二千零七十一章 就算是神，我也杀给你看
en_us: Chapter 2071: I Will Kill You Even If You Are God

source: 第二千零七十七章 何方妖孽
en_us: Chapter 2078: What Evil Beast Are You?

source: 第二千零七十三章 女孩子在外面要保护好自己
en_us: Chapter 2073: Girls Have To Protect Themselves When They Are Out By Themselves

source: 第二千零七十九章 千层饼的世界
en_us: Chapter 2079: A Thousand Layer Cake World

source: 第二千零七十二章 呵，女人
en_us: Chapter 2072: Ha, Women

source: 第二千零七十五章 看来这系统也有些寒酸啊
en_us: Chapter 2075: It Seems This System Is Quite Stingy Too

source: 第二千零七十八章 那我他喵就是个工具人咯？
en_us: Chapter 2078: I'm Just A Freaking Tool, Then?

source: 第二千零七十六章 哈迪斯先生聪明又能干
en_us: Chapter 2076: Mr. Hades Is Smart And Capable

source: 第二千零七十四章 系统在线卑微
en_us: Chapter 2074: Lowly System

source: 第二千零七十章 你这个人，很不对劲
en_us: Chapter 2070: There's Something Very Wrong With You

source: 第二千零七章 这个味道！超赞的！
en_us: Chapter 2007: This Taste! Superb!

source: 第二千零三十一章 给爷倒酒
en_us: Chapter 2031: Pour Us Some Wine

source: 第二千零三十七章 小漫画家安妮！
en_us: Chapter 2037: Annie, The Little Comic Artist

source: 第二千零三十三章 他好凶哦，我好怕怕
en_us: Chapter 2033: He's So Fierce, I'm Very Scared

source: 第二千零三十九章 卖萌也还是可以维持生活的样子
en_us: Chapter 2040: Acting Cute Can Also Sustain A Living

source: 第二千零三十二章 不知我有没有这个荣幸帮你们倒酒啊？
en_us: Chapter 2032: I Wonder If I May Have The Honor Of Pouring Your Wine?

source: 第二千零三十五章 让精灵族再次伟大
en_us: Chapter 2035: Make The Elven Race Great Again

source: 第二千零三十八章 女人，太难！
en_us: Chapter 2038: It Was So Hard To Be A Woman!

source: 第二千零三十六章 也要带上我哦，我很能打的
en_us: Chapter 2036: You've Got To Bring Me Along Too. I'm A Good Fighter

source: 第二千零三十四章 以后艾米姐姐会罩着你的
en_us: Chapter 2034: Big Sister Amy Will Protect You In The Future

source: 第二千零三十章 他凶我
en_us: Chapter 2030: He Is So Fierce To Me

source: 第二千零三章 这软饭吃的，可真香啊
en_us: Chapter 2003: It Feels So Good To Depend On Women

source: 第二千零九十一章 兰克斯特！
en_us: Chapter 2091: Rankster!

source: 第二千零九十七章 第一炉泰坦酒
en_us: Chapter 2097: First Titan Liquor Brew

source: 第二千零九十三章 我的佛跳墙是不是掉了？
en_us: Chapter 2093: My 'Buddha Jumps Over The Wall'...Did I Drop It?

source: 第二千零九十九章 哪有什么长情
en_us: Chapter 2099: They Don't Have Any Loyalty

source: 第二千零九十二章 枪响了！
en_us: Chapter 2092: A Gunshot!

source: 第二千零九十五章 标记：未知食物1号
en_us: Chapter 2095: Mark: Unknown Food Item No.1

source: 第二千零九十八章 这是失败品？
en_us: Chapter 2098: Is This A Failure?

source: 第二千零九十六章 黎明初现
en_us: Chapter 2096: A Glimpse Of The Dawn

source: 第二千零九十四章 造访洛都皇宫
en_us: Chapter 2094: Visit Rodu Palace

source: 第二千零九十章 冰窟古尸
en_us: Chapter 2090: The Ice Cave's Ancient Corpses

source: 第二千零九章 这倒没错，你是真的废
en_us: Chapter 2009: There's Nothing Wrong, You're Really

source: 第二千零二十一章 这助攻，专业啊
en_us: Chapter 2021: This Secondary Attack Was Professionally Done

source: 第二千零二十七章 这些人馋的只是我的身体？
en_us: Chapter 2027: These People Are Only After My Body?

source: 第二千零二十三章 你这一声爹叫的，爸爸还是舒服的
en_us: Chapter 2023: Hearing You Call Me Dad Makes Me Feel Good

source: 第二千零二十九章 中华小当家，安排？
en_us: Chapter 2029: Cooking Master Boy

source: 第二千零二十二章 这什么造型啊
en_us: Chapter 2022: What Design Is This?

source: 第二千零二十五章 男人喝到七分醉
en_us: Chapter 2025: The Man Was Tipsy

source: 第二千零二十八章 写小说死路一条
en_us: Chapter 2028: Writing Novels Is A Dead End

source: 第二千零二十六章 好羞耻……
en_us: Chapter 2026: It's So Embarrassing…

source: 第二千零二十四章 敬这狗屁的生活
en_us: Chapter 2024: To This Dog A*s Life

source: 第二千零二十章 男人变态有什么错？
en_us: Chapter 2020: What's Wrong With A Man Being Perverted?

source: 第二千零二章 这也……太神了吧？！
en_us: Chapter 2002: This Is… Too Amazing?!

source: 第二千零五十二章 喝了就会快乐的水吗？
en_us: Chapter 2052: A Drink That Would Make You Happy?

source: 第二千零五十五章 蟹黄灌汤包
en_us: Chapter 2055: Crab Roe In Soup Dumpling

source: 第二千零五十六章 新手系统替小主求购一台二手全自动彩色印刷机！
en_us: Chapter 2057: New System Requested For A Second-Hand Color Printer For The Little Mistress!

source: 第二千零五章 我老公真棒！
en_us: Chapter 2005: My Hubby Is The Best!

source: 第二千零八十一章 品酒大会
en_us: Chapter 2081: Liquor Tasting Event

source: 第二千零八十七章 再买小半条街
en_us: Chapter 2087: Buy Another Half A Street

source: 第二千零八十三章 50分！
en_us: Chapter 2083: 50 Points!

source: 第二千零八十九章 麻辣田螺
en_us: Chapter 2089: Spicy Escargots

source: 第二千零八十二章 天才酿酒师
en_us: Chapter 2082: Genius Brewer

source: 第二千零八十五章 一街双星
en_us: Chapter 2085: Twin Stars On A Street

source: 第二千零八十八章 这条街上最靓的包租公
en_us: Chapter 2088: The Most Handsome Landlord On The Street

source: 第二千零八十六章 双金奖！
en_us: Chapter 2086: Twin Gold Awards!

source: 第二千零八十四章 可以有两个金奖吗？
en_us: Chapter 2084: Will There Be Two Gold Awards?

source: 第二千零八十章 我哪里比不上他？
en_us: Chapter 2080: How Am I Less Than Him?

source: 第二千零八章 你在教我做事？
en_us: Chapter 2008: Are You Teaching Me What To Do?

source: 第二千零六十一章 你再说！你再说！
en_us: Chapter 2061: Go On! Go On!

source: 第二千零六十七章 观察者日志
en_us: Chapter 2617: Observer's Diary

source: 第二千零六十三章 事情真的不是这样子的啊！
en_us: Chapter 2063: It's Not What You Think It Is!

source: 第二千零六十九章 漂亮而又危险的女人
en_us: Chapter 2069: A Beautiful And Dangerous Woman

source: 第二千零六十二章 隐藏的富婆
en_us: Chapter 2062: Hidden Rich Woman

source: 第二千零六十五章 要不，以身相许？
en_us: Chapter 2065: Why Don't You Marry Him?

source: 第二千零六十八章 更高级的文明
en_us: Chapter 2068L Even More Advanced Civilization

source: 第二千零六十六章 妇女之友
en_us: Chapter 2066: Friends Of Women

source: 第二千零六十四章 令人震惊
en_us: Chapter 2065: Shocking

source: 第二千零六十章 酒是好酒
en_us: Chapter 2060: The Wine Is A Good Wine

source: 第二千零六章 那个深夜在酒馆痛哭的中年男人
en_us: Chapter 2006: That Middle-Aged Man Crying In A Tavern In The Middle Of The Night

source: 第二千零四十一章 艾米的生活体验系统
en_us: Chapter 2041: Amy's Life Experience System.

source: 第二千零四十三章 来自麦格的负面情绪+1+1
en_us: Chapter 2043: Negative Emotions From Mag +1 +1

source: 第二千零四十九章 进击的黄瓜！
en_us: Chapter 2049: Attack On Cucumber!

source: 第二千零四十二章 来自生活体验系统的惊叹值+1
en_us: Chapter 2042: Exclamation From the Life Experience System +1

source: 第二千零四十五章 笑话大王艾米
en_us: Chapter 2045: Amy, The King Of Jokes

source: 第二千零四十八章 【一份完美的拍黄瓜】
en_us: Chapter 2048: [A Perfect Smashed Cucmber Salad]

source: 第二千零四十六章 小拳头锤你胸口
en_us: Chapter 2047: I Want To Hit Your Chest With My Little Fists

source: 第二千零四十四章 【一碗极致完美的红油抄手】
en_us: Chapter 2044: A Bowl Of Exquisitely Made Sichuan Spicy Wontons In Red Oil]

source: 第二千零四十章 生活体验系统绑定中……
en_us: Chapter 2040: Adding Life Experience System…

source: 第二千零四章 试试就试试
en_us: Chapter 2004: Of Course, I Will Try It

source: 第二只大肥鹅应声而中。
en_us: The ring landed on the second goose.

source: 第二天一早，还没有客人来排队前，麦格就把公告牌挂在了门上。
en_us: Early on the next morning, before any customers came to line up, Mag already hung the notice onto the door.

source: 第二天一早，这件事就传遍了罗莫街和整个洛都的酒馆界。
en_us: The next morning, this incident had spread to all taverns in Romo Street, and Rodu.

source: 第二天一早，麦格做了早餐，顺便从冰箱里拿出了一箩筐田螺开始处理起来。
en_us: The next morning, Mag made breakfast. After that, he took a basket of escargot out from the fridge and started cleaning them.

source: 第二天一早，麦格比平时早起了小半个小时。
en_us: The next morning, Mag got up half an hour earlier

source: 第二天一早，麦格精神饱满的起床，不过穿上拖鞋出门的时候，明显感觉脚步有点虚浮。
en_us: The next morning, Mag woke up energetically. However, when he put on his slippers to go out of the room, he could feel that his legs were rather weak.

source: 第二天早上，麦格被敲门声叫醒。
en_us: The next morning, Mag was woken up by the sound of knocking.

source: 第二天麦格一睁开眼睛，又对上了四双眼睛。
en_us: The next morning, Mag opened his eyes, and saw four pairs of eyes again.

source: 第四十八刀，阿尔宾将刀刺入那守卫的心脏，然后松开了手，向后退了几步，噗通一下跪在了一旁安东面目全非的尸体旁痛哭了起来。
en_us: The 48th stab. Albin stabbed the dagger into that guard's heart before letting go and taking a few steps back. He knelt down next to Anton's body with a plop and cried his heart out.

source: 等了一个上午，就是为了等到他的茅台登场。
en_us: He had waited for the whole afternoon for his Maotai to go on stage.

source: 等了一会，麦格终于等到了一辆路过的营运马车，伸手拦下，先把艾米抱上马车，然后让安妮和伊琳娜上车。
en_us: After a while, Mag finally hailed a passing horse-drawn carriage. He carried Amy up the horse-drawn carriage first, before helping Annie and Irina up.

source: 等到她醉了……嘿嘿嘿……
en_us: After she got drunk...Hehehe...

source: 等到现场稍稍安静下来，库尔特才看着埃菲道：“埃菲小姐，不知我是否有幸能够买下这瓶泰坦酒？我想这是非常有纪念意义的一瓶酒，也是值得细细品味的一瓶酒。”
en_us: When the audience had quiten down, Kurt looked at Eiffie and said, "Miss Eiffie, can I have the honor to buy this bottle of Titan Liquor? I think this is a very meaningful bottle of wine and it is worth careful tasting."

source: 等埃菲将第一炉酿制出来的泰坦酒全部装入橡木桶，并且盖上盖子的时候，已经是下午三点钟了。
en_us: By the time the first barerel of Titan Liquor was all filled into the oak barrel, it was already three in the afternoon.

source: 等所有人都走了，还留在原位的迈洛有些狐疑的看着加兰，降低了几分声音道：“真是这样？”
en_us: After everyone left, Mylo, who was still left, asked Garlan suspiciously in a soft voice, "Is that really so?"

source: 等等，最后这位哥们的口味有点特别啊？
en_us: Wait, the one who posted the last one has a rather peculiar taste?

source: 等级：0（0/100）
en_us: Level: 0 (0/100)

source: 筷子夹起一片猪耳朵，经过麦米餐厅的训练，她对于食材的追求已经抛弃了一切偏见。
en_us: Vanessa picked up a piece of pig's ear. After the training from Mamy Restaurant, she had already thrown away all prejudices she had for any ingredients.

source: 管家看了眼麦格，点点头道：“也好，我会转告公爵大人的。”
en_us: The butler glanced at Mag, nodded, and said, "Alright. I will tell His Highness."

source: 管家领命出去，亚伯罕则是在大厅中一脸忧愁的踱步起来。
en_us: The butler left with Abraham's orders, while Abraham began to pace around in the hall with a troubled expression.

source: 米娅的冰激凌店已经成为了另一个儿童乐园，麦米餐厅歇业，冰激凌店倒是可以全天营业了。
en_us: Miya's ice cream shop had become another children's wonderland. The ice cream shop could operate all day long when Mamy Restaurant was closed.

source: 精准而又干净利落的一枪，完美符合晞给他的感觉。
en_us: The shot was clean and precise, matching the feeling that Xi gave him.

source: 精灵们在废墟之中挖出了受了重伤的海伦娜。
en_us: The elves dug out the seriously injured Helena from the ruins.

source: 精灵们沿着光道，先前走去。
en_us: The elves followed the light and walked forward.

source: 精灵和恶魔坐在同一张桌子上，人类和兽人相对而坐有说有笑，矮人和地精举着酒杯碰杯，看起来竟是如此的和谐友好。
en_us: The elves were sitting together with the demons. The humans and the orcs were sitting together, and chatting away happily. The dwarves and the goblins were clinking their glasses, and drinking together. Everyone looked so friendly and harmonious.

source: 精灵族作为洛斯帝国为数不多的友邻，数千年来一只维持着不错的关系。
en_us: The elves were one of the Roth Empire's few allies, and they were the only ones with a good relationship with the Roth Empire for thousands of years.

source: 精灵的寿命极长，许多参加过种族战争的精灵现在依旧生活在生命之城中，当他们的记忆被唤醒，看着那些曾经和他们一同战斗过的兄弟、朋友，他们和他们的后人竟然成为了身份低微的仆役，那种羞愧让他们再也无法沉默的享受现在这一切。
en_us: The elves had a very long lifespan, so many of the elves who had taken part in the racial war were still living in the City of Life. When their memories of the war were awakened, and they saw that the brothers and friends who used to fight side by side with them were actually reduced to lowly slaves, they were so ashamed they could no longer enjoy everything they had in silence.

source: 精瘦干练的鲍里斯看起来颇有风度，典型的钻石王老五，不过看他的样子不像是在撩埃菲，更像是在商量什么事。
en_us: The lean and smart-looking Boris looked very charming. He's a typical diamond bachelor. However, he didn't seem like he was flirting with Eiffie, instead, he looked like he was having a discussion with her.

source: 系统也有点懵。
en_us: The System was a little stunned as well.

source: 系统令人惊讶的慷慨。
en_us: The system was surprisingly generous.

source: 系统咆哮！
en_us: "Piss off!" the system hollered!

source: 系统尝试着发布系生第一个任务。
en_us: The System tried releasing its first-ever mission.

source: 系统尽量心平气和的说道：“小主平时早上吃什么呢？”
en_us: The System tried to speak as amiably as it could. "Little Mistress, what would you normally have for breakfast?"

source: 系统惊了，但还是答道：“理论上是这样的……”
en_us: The System was stunned. However, it still replied, "Theoretically speaking, it is true…"

source: 系统感觉自己脆弱的世界观遭受了巨大的冲击。
en_us: The System felt that its fragile worldview had met with a huge impact.

source: 系统接连发放的任务奖励，让麦格有些应接不暇。
en_us: Mag was a little overwhelmed by the continuous rewards given out by the system.

source: 系统有点头大。
en_us: The system was getting a headache.

source: 系统权限等级过低，无能力将其捕获。
en_us: The System's permission level is too low to capture it.

source: 系统沉默……再沉默……
en_us: The System fell silent... and remained silent...

source: 系统沉默了一会，似乎在分析，道：“可能性极低！如果该系统发现了农场，应当能够判断这个世界存在另一个系统，不可与对方进行接触，更不可对对方的任务进行干扰。”
en_us: The System fell silent for a while, as though it was analyzing, and said, "The possibility is very low! If that System found the farm, it should be able to tell that another System existed in this world and would not interact with the other party, much less to intervene with the other party's missions."

source: 系统沉默了一会，答道：“暂时无法排除这种可能性，本系统对于这个世界的了解是片面有限的，尚有许多地方未能进行探索。
en_us: The System fell silent for a while and said, "For now, this possibility cannot be ruled out. I have a limited knowledge of this world and there are various places I have yet to explore.

source: 系统沉默了一会，道：“正常的机械故障，在高等文明也是有可能出现的，作为一个伪机械工程师，你应该可以理解的是吧。”
en_us: The System fell silent for a while and said, "This is a very normal technical difficulty. It happens even in advanced civilizations. As a fake engineer, you should be able to understand this."

source: 系统沉默良久。
en_us: The System fell silent for a very long time.

source: 系统的世界观再次崩溃。
en_us: The System's worldview collapsed once again.
